/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "גרור/י את %1$@ אחרי הפעולה\n%2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "גרור/י את %1$@ לצד %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "‏%1$@ ‏%2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "הוסף/י את %@ כדי\nלהציג בתצוגה מקדימה את ה-GIF שלך.";

/* %@ = shortcut name */
"Added shortcut: %@" = "קיצור הדרך שהתווסף: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "הקיצורים שלך אופסו. פתח/י מחדש את היישום ״קיצורים״ על-מנת להמשיך.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "מפעיל את קיצור הדרך %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "מפעיל, %lu%% הושלמו";

/* Accessibility label */
"Edit profile photo" = "ערוך תמונת פרופיל";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "הנפשה של ״מרכז העדכונים״ כשהוא נמשך כלפי מטה מהחלק העליון של המסך";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "הנפשה של הוספת הווידג׳ט ״קיצורים״ לרשימת הווידג׳טים הפעילים";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "הנפשה של גלילה לתחתית רשימת הווידג׳טים והקשה על ״ערוך״";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "הנפשה של החלקה שמאלה לרשימת הווידג׳טים";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "צילום מסך של ״מרכז העדכונים״ עם הווידג׳ט ״קיצורים״";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "‏%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "תמונת הפרופיל של %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "צור זהות ראשית";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "נבחר כישות עיקרית";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "פלוס, מינוס";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "מחיקת תו אחורה";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "נקודה עשרונית";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "למרבה הצער, אין דבר ש״קיצורים״ יכול לעשות בעניין; הבעיה אירעה עקב שגיאה ביישום המארח. אנו ממליצים לפנות אל יוצר היישום וליידע אותו לגבי הבעיה.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "היישום שפתח הרחבה זו לא סיפק כל קלט.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "לא ניתן היה להוריד את קיצור הדרך.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "לא ניתן לקרוא את מסד הנתונים של ״קיצורים״ מאחר שהוא נוצר על-ידי גירסה חדשה יותר של ״קיצורים״. \n\nתוכל/י לשדרג את ״קיצורים״ או לאפס את הקיצורים שלך. שים/י לב כי הקיצורים שלך יאבדו, אך הם ישוחזרו אם הינך משתמש/ת ב״סנכרון iCloud״.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "לא ניתן לקרוא את מסד הנתונים של ״קיצורים״ מאחר שהוא פגום. ניתן לתקן זאת על-ידי איפוס הקיצורים שלך. שים/י לב כי הקיצורים יימחקו, אך הם ישוחזרו אם הינך משתמש/ת ב״סנכרון iCloud״.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "לא ניתן לקרוא את מסד הנתונים של ״קיצורים״ מאחר שהוא פגום.\n\nניתן לשלוח דוא״ל לתמיכה עם מסד הנתונים הפגום או לאפס את הקיצורים המותאמים אישית שלך. שים/י לב כי הקיצורים יאבדו, אך הם ישוחזרו אם הינך משתמש/ת ב״סנכרון iCloud״.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "שלח דוא״ל לתמיכה";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "קיצורים לאיפוס";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "עדכן קיצורים";

/* Alert title for an error */
"Aw no!" = "אוי לא!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "אי התאמה בגירסת ״קיצורים״";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "איפוס קיצורים";

/* Apple watch; label for result from running the shortcut */
"Result" = "תוצאה";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "תוצאות (%ld)";

/* Back button */
"Back" = "הקודם";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "הוספת הווידג׳ט משפרת באופן משמעותי את מהירות הקיצורים המופעלים. האם הינך בטוח/ה שברצונך לדלג על שלב זה?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "השליחה שלך לא עברה בהצלחה! נסה/י שוב בעוד מספר דקות.";

/* Button */
"Cancel" = "ביטול";

/* Button */
"Done" = "סיום";

/* Button */
"Next" = "הבא";

/* Button */
"OK" = "אישור";

/* Button */
"Submit your own workflow" = "שלח את תהליך העבודה שלך";

/* Button for editing their profile picture */
"Edit" = "עריכה";

/* Button or nav bar title */
"Edit Profile" = "ערוך פרופיל";

/* Button or title */
"Run shortcut" = "הפעל קיצור דרך";

/* Button or title to share a shortcut */
"Share Shortcut" = "שתף קיצור דרך";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "שלח קיצור דרך";

/* Button or title; user profile */
"Profile" = "פרופיל";

/* Button that shows all collection search results */
"See All" = "הצג הכל";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "בטל שינויים";

/* Button title; create a new shortcut */
"Create Shortcut" = "יצירת קיצור דרך";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "הוסף וידג׳ט";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "שמור על שניהם";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "החלף";

/* Button to skip a step */
"Skip" = "דלג";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "בחר/י קיצור דרך שיופיע בשעון היד שלך.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "בחר/י קיצורים שיופיעו ב״תצוגה״.";

/* Copy content */
"Copy" = "העתק";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "לא ניתן היה לאתר את קיצור הדרך שצוין.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "לא ניתן היה למצוא את קיצור הדרך ״%@.״";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "קיצור דרך ללא שם";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "הוסף/י כל קיצור דרך ל-Siri על-ידי הקלטת משפט קולי מותאם אישית.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "משלב סדרה של שלבים לקיצור דרך אחד כך שתוכל/י להפוך פעולות ביישומים לאוטומטיות.";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "גש/י לקיצורים אפילו מהר יותר באמצעות הווידג׳ט ״קיצורים״.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "בחר מהספריה";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "צלם";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "דוא״ל";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "כתובת אתר האינטרנט ״%@״ אינה תקנית.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "האתר אינו תקין";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "תוצג/י כ״%@״ בתהליכי העבודה שלך שיפורסמו.";

/* Edit profile; person name field title */
"Name" = "שם";

/* Edit profile; person name field title (required) */
"Name (Required)" = "שם (חובה)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "מידע פרטי";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "מידע ציבורי";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "לא מצאנו תוצאות עבור ״%@״. נסה/י חיפוש שונה.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "אין קיצורים.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "אין תוצאות";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "כתובת האינטרנט של קיצור הדרך לא הייתה תקינה.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "הייבוא נכשל";

/* Error message */
"There are no photos in your photo library." = "אין תמונות בספריית התמונות שלך.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "הקישור לקיצור עשוי להיות שגוי, או יתכן שהוא נמחק.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "לא ניתן להתחבר לגלריה.";

/* Error message title */
"Shortcut Not Found" = "קיצור הדרך לא נמצא";

/* Error message when a collection does not load */
"Couldn't load this collection." = "לא ניתן היה לטעון אוסף זה.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "לא ניתן היה לטעון אוסף זה.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "הזמן שנדרש לסיום ביצוע הפעולה ״%@״ היה ארוך מדי.";

/* Exit the app (kills the app) */
"Exit" = "יציאה";

/* Gallery search section title for collection search results */
"Collections" = "אוספים";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "הצג פחות";

/* Gallery search; button to show more collection search results */
"Show More" = "הצג עוד";

/* Generic title for a notification show in the app */
"Notification" = "עדכון";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "קיצורים";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "פעולות";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "זהו קיצור דרך.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "ברכות!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "יש!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "הכפתור ״הפעל קיצור דרך״";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "גרור/י פעולה על-מנת לשתף את ה-GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "כפתור ״הפעל״";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nמשהו השתבש. נסה/י שוב או הקש/י על ״סיום״.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nלא סיימת להפעיל את קיצור הדרך. נסה/י שוב או הקש/י על ״סיום״.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nהרגע יצרת קיצור דרך. כעת הקש/י על כפתור ההפעלה כדי להפעיל אותו!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nקיצורים מורכבים מסדרה של פעולות (הפריטים משמאל).\n\nכעת, בואו נוסיף פעולת ״צור GIF״, שתהפוך את התמונות מהפעולה הראשונה למונפשות.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nבואו נבנה קיצור דרך ליצירת GIF מונפש.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nהרגע יצרת קיצור דרך. נכון שזה היה מגניב?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "ברוכים הבאים ל״קיצורים״.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "על-ידי הקשה על ״שלח״, תהליך העבודה שלך יישלח לביקורת. אם נחליט לכלול את תהליך העבודה שלך ב״גלריה״, נודיע לך על כך בהודאת דוא״ל.";

/* Make GIF action name */
"Make GIF" = "צור GIF";

/* Media file name label */
"Media File" = "קובץ מדיה";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "האם ברצונך להחליף את קיצור הדרך שלך?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "פרטי תהליך עבודה";

/* None option */
"None" = "ללא";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "יופי! נראה שכבר הוספת את הווידג׳ט ״קיצורים״. בוא/י נמשיך.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "הפעל/י קיצורים במהירות שיא באמצעות הווידג׳ט ״קיצורים״.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "כתוב/י תיאור של מה שתהליך העבודה שלך עושה כאן.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "כתוב/י תיאור מפורט יותר של מה שתהליך העבודה שלך עושה כאן.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "ישראל ישראלי";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "כתוב/י תיאור קצר של מה שתהליך העבודה שלך עושה כאן.";

/* Print content */
"Print" = "הדפס";

/* Quick Look action name */
"Quick Look" = "הצצה מהירה";

/* Recovery option for when the gallery does not load */
"Try Again" = "‏נסה/י שוב";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "פתח הגדרות";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "על-מנת לגשת ל״גלריה״, הפעל/י נתונים סלולריים או השתמש/י ב-WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "על-מנת לגשת ל״גלריה״, הפעל/י נתונים סלולריים או השתמש/י ברשת אלחוטית.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "בטל/י את ״מצב טיסה״ או השתמש/י ב-WLAN כדי לגשת ל״גלריה״.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "בטל/י את ״מצב טיסה״ או השתמש/י ברשת אלחוטית כדי לגשת ל״גלריה״.";

/* Save as image */
"Save Image" = "שמור תמונה";

/* Search gallery */
"Search" = "חיפוש";

/* Section title */
"Shortcuts" = "קיצורים";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "דואר";

/* Share via Messages */
"Message" = "הודעה";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "קיצור הדרך נשלח";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "נוסף לספריה";

/* Splash screen primary button title */
"Get Started" = "התחל";

/* Splash screen title */
"Welcome to Shortcuts" = "ברוכים הבאים ל״קיצורים״";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "עצור את ‏%@";

/* Take Photo action name */
"Take Photo (action name)" = "צלם";

/* Tap to choose an option */
"Tap to Choose" = "הקש לבחירה";

/* Terms and Conditions view title */
"Terms and Conditions" = "תקנון";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "נעדכן אותך לאחר האישור!";

/* Title */
"Gallery" = "גלריה";

/* Title */
"Shortcuts" = "קיצורים";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "הפץ את השמועה";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "תיאור";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "תיאור ארוך";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "תיאור קצר";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "שם תהליך העבודה";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "פשוט בקש/י מ-Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "להוסיף את הווידג׳ט?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "יש לך כבר קיצור דרך בשם ״%@״.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "אוי לא";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "בחר/י בנתיב הקצר ביותר";

/* Title of main screen showing your library of shortcuts */
"Library" = "‏ספריה";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "הווידג׳ט של ״קיצורים״";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "מסד נתונים פגום";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "הצג את הגלריה…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "נהל קיצורים…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "התאם אישית ב״קיצורים״";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "מצאת את הווידג׳ט! הקש/י על *הוסף וידג׳ט* על-מנת לקבל אליו גישה מכל מקום.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "מצאת את הווידג׳ט! חזור/י לכאן על-מנת להפעיל את קיצורי הדרך שלך במהירות.";

/* Today widget; empty state */
"No Shortcuts" = "אין קיצורים";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "הקש/י כדי לראות את השאר.";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "טוען";

/* Watch app button; stop running the shortcut */
"Stop" = "עצור";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "הצגה/הסתרה";

/* Watch app; Change text field text */
"Tap to Change" = "הקש לשינוי";

/* Watch app; Compose a message */
"Create Message" = "צור הודעה";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "פלוס, מינוס";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "מאת %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "מהכתובת";

/* Watch app; email composer; bcc address label */
"Bcc" = "עותק נסתר";

/* Watch app; email composer; cc address label */
"Cc" = "עותק";

/* Watch app; email composer; from address label */
"From" = "מאת";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "מצורפים (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "‏נושא";

/* Watch app; email composer; to address label */
"To" = "אל";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "לא נמצא מיקום";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "עותק/עותק נסתר";

/* Watch app; number field placeholder */
"Enter number…" = "הקש מספר…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "עליך לבחור איש קשר שאליו תשלח הודעה.";

/* Watch app; send the email */
"Send" = "שלח";

/* Watch app; share QuickLook content */
"Share" = "שתף";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "השתמש/י ב-Handoff ב-iPhone כדי לאפשר גישה עבור %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "השתמש/י ב-Handoff ב-iPhone שלך על-מנת להמשיך את קיצור הדרך.";

/* Watch app; text field placeholder */
"Enter text…" = "הקלד/י מלל…";

/* Watch app; view current content on the phone */
"View on iPhone" = "הצג ב-iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "לא נוספו קיצורים.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "אין קיצורים";

/* Website URL label */
"Website" = "אתר";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "מוסיף את הווידג׳ט";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "הנפשה של לחיצה חזקה על צלמית מסך הבית של ״קיצורים״ לפתיחת הווידג׳ט";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "הקש/י על + להוספת הווידג׳ט ״קיצורים״. הקש/י על ״סיום״.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "החלק/י למעלה על-מנת לעבור לעמוד הבית, לחץ/י לחיצה חזקה על הצלמית של ״קיצורים״ והקש/י על ״הוסף וידג׳ט״.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "לחץ/י על הכפתור הבית, לחץ/י לחיצה חזקה על הצלמית של ״קיצורים״ והקש/י על ״הוסף וידג׳ט״.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "גלול/י לחלק התחתון\nוהקש/י על ״ערוך״.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "החלק/י שמאלה על-מנת להציג\nאת הווידג׳טים שלך.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "בפינה התחתית מצד שמאל, גלול/י\nלמטה והקש/י על ״ערוך.״";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "החלק/י מהחלק העליון כלפי מטה על-מנת להציג את ״מרכז העדכונים״.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "קיצור הדרך שלך מוכן לשיתוף!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " עד %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ ל%2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "שמאל";

